Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/travel_and_recreation/motoring_1/driver_licensing/learner_driving_permits_for_motorcycles_in_ireland.html.txt.tmx
Source language: en
Languages: ro

source: - P21/Tax Assessment/ Notice of tax credits
ro: - P21/Tax Evaluarea / Aviz de credite fiscale

source: - Receipt of social welfare payment
ro: - Primirea de Asistență Socială de plată

source: - Medical card/Drug Payment Scheme (DPS) Card
ro: - Card medical / Schema de droguri de plată ( DPS ) Card

source: • Proof of address (See Note below)
ro: • Dovada adresei ( vezi nota de mai jos )

source: - Utility bill from your electricity/phone/gas/cable television/broadband provider
ro: - Factură de utilități, cum ar fi energia electrică / telefon / gaz / televiziune prin cablu / furnizorului de bandă largă )

source: - Correspondence with an insurance company
ro: - Corespondența cu o societate de asigurări

source: - Statement from your bank/building society/credit union
ro: - Declarația de la societatea dvs. bancar / construire / Credit Union

source: - Letter from the Department of Social Protection or Revenue
ro: - Scrisoare de la Departamentul de Protecție Socială / Venituri

source: - Other official correspondence from an Irish State agency, such as government departments; HSE; Register of Electors/polling card; CAO; Residential Tenancies Board or third-level college/training agency
ro: - Alte corespondenta oficiala de la o agenție de stat irlandez, cum ar fi departamente guvernamentale , HSE , Registrul electorilor / carte de votare , CAO , Residential Tenancies Board sau al treilea nivel de agenție colegiu / formare

source: Note: Proof of address documents can be no more than 6 months old at date of application
ro: Notă : Dovada de adresa documente pot fi mai vechi de 6 luni de la data cererii

source: Mobile phone bills and statements from store cards/catalogue companies are not accepted
ro: Facturile de telefonie mobilă și declarații de la companii de carduri de magazin / catalog nu sunt acceptate

source: An application for a learner permit for a motorcycle should be made in person to one of the National Driver Licence Service (NDLS) centres - see 'How to apply' above
ro: Începând cu 29 octombrie 2013 ar trebui să fie făcută o cerere pentru un permis provizoriu în persoană la una din Serviciul Național de licență șofer (NDLS) centre

source: You can book an appointment online
ro: Aici puteți găsi și informații despre permisele de începător

source: The National Driver Licence Service provides information on applying for a learner permit on its website
ro: Moy Business Park Primrose Hill Ballina Mayo Ireland
